Repository: 84000/data-translation-memory
Catalog: toh642-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་འཇམ་དཔལ་གྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་ཞེས་བྱ་བ།
en: The Noble One Hundred and Eight Names of Mañjuśrī

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the youthful Mañjuśrī!

source: ཤིན་ཏུ་དང་བའི་སེམས་ཀྱིས་སུ། །ཐུབ་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། །སངས་རྒྱས་རྣམས་ཀྱིས་བསྔགས་པ་ཡི། །མཚན་རྣམས་འདིར་ནི་བརྗོད་པར་བགྱི། །གཟུགས་མཛེས་གཟུགས་དང་ལྡན་པ་སྟེ། །གཟུགས་རྣམས་ཀུན་གྱི་བླ་ན་མེད། །མཚན་རྣམས་ཐམས་ཅད་ཀུན་ཏུ་རྫོགས། །འཇམ་དཔལ་དཔལ་གྱི་དམ་པ་ལགས། །བསམ་གྱིས་མི་ཁྱབ་བསམ་དང་བྲལ། །མཐུ་རྩལ་བསམ་ཡས་རྨད་དུ་བྱུང་། །སྐུ་གསུང་ཕྲིན་ལས་བསམ་མི་ཁྱབ། །དེ་བཞིན་ཐུགས་ཀྱང་བསམ་མི་ཁྱབ། །སྟོང་ཉིད་བསྒོམས་པའི་བདག་ཉིད་ཅན། །སྟོང་པའི་ཆོས་དང་ཡང་དག་ལྡན། །སྟོང་པ་ཉིད་ལ་ལྷག་པར་མོས། །སྲིད་པ་གསུམ་པོ་སྟོང་པར་སྟོན། །ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་གཟིགས། །ས་རྣམས་ཀུན་གྱི་བདག་དང་ལྡན། །སེམས་ཅན་ཀུན་གྱི་མཆོག་ཏུ་གྱུར། །སེམས་ཅན་ཀུན་གྱིས་ཕྱག་བགྱིས་པ། །ངན་འགྲོ་ཀུན་དང་དེ་བཞིན་དུ། །མུ་སྟེགས་ཅན་རྣམས་ཐམས་ཅད་འཇོམས། །ཕས་ཀྱི་རྒོ་ལ་བ་ཚར་གཅོད་པ། །སྨྲ་བའི་སེང་གེ་མི་ཡི་མཆོག །དུལ་ཞིང་ཉོན་མོངས་རྣམས་དང་བྲལ། །སྒྲིབ་པ་དྲི་མ་ཀུན་མི་མངའ། །སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྐྱོབ། །གྲོལ་ཞིང་འཇིག་རྟེན་གྲོལ་མཛད་པ། །རལ་པ་མུན་ཛ་བརྟུལ་ཞུགས་ཅན། །ཚངས་པ་ཚངས་པའི་གནས་ན་བཞུགས། །བགྲང་ནོར་ཐོགས་ཤིང་ཕྱག་མཁར་བསྣམས། །དག་ཅིང་དག་ལ་རྣམས་དང་ལྡན། །འཇམ་པའི་དབྱངས་ཅན་མངའ་དབང་མཛད། །པདྨ་ལས་འཁྲུངས་པདྨའི་སྤྱན། །པདྨའི་ཟེ་བའི་ཁ་དོག་འདྲ། །བཞུགས་པའི་གདན་ཁྲི་པདྨ་ལགས། །གཙང་མ་ཨུཏྤལ་སྔོན་པོ་བསྣམས། །བསམ་དག་ཞི་བའི་ཐུགས་དང་ལྡན། །
en: With a pure heart, Bowing my head to the Sage, Here I will recite the names The buddhas have praised.Beautiful in form, physically handsome, Yours unexcelled among all bodies, All attributes complete, Mañjuśrī, gloriously excellent, Inconceivable, free from thought, Heroic, beyond thought, wondrous, Inconceivable in body, speech, and deed, And inconceivable in mind, too, Meditation-on-emptiness in essence, Endowed with empty qualities, Ardent in devotion to emptiness, Teaching the emptiness of all three existences, All knowing and all seeing, Powerful lord over all lands, Supreme among all sentient beings, The one to whom all sentient beings have paid homage, Vanquisher of all states of misery And all who propound misleading views, Defeater of opponents, Lion of speech, supreme among humans, Free from defiling passions and afflictions, One without obscuration or taint, Rescuer of all sentient beings, Liberated and world liberator, Practicing the ascetic discipline of wearing dreadlocks and muñja, Brahmā, dwelling in the abode of Brahmā, Holding a rosary and bearing a staff, Pure and endowed with the purities, Gentle voiced, exercising dominion, Lotus born and lotus eyed, Your color lotus-anther-like, Lotus throned, Immaculate, bearing a blue lotus, Your intention pure, your mind at peace, You are a buddha and a pratyekabuddha.

source: ཁྱོད་ནི་སངས་རྒྱས་རང་སངས་རྒྱས། །ཁྱོད་ནི་དང་པོའི་སངས་རྒྱས་ལགས། །རྫུ་འཕྲུལ་ལྡན་ཞིང་མངའ་དབང་བརྙེས། །བདེན་པ་བཞི་དག་སྟོན་པ་པོ། །འཇིག་རྟེན་སྐྱོང་བ་སྤྱན་སྟོང་མངའ། །
en: You are the Ādibuddha, Endowed with miraculous power, possessing dominion, The teacher of the four truths, The protector of the world, thousand eyed.

source: ཁྱོད་ནི་དབང་ཕྱུག་སྐྱེ་དགུའི་བདག །ཁྱོད་ནི་ཞི་བའི་སེམས་ཅན་རྣམས། །
en: You are Īśvara, you are the lord of all beings, And you are Śiva the tamer of sentient beings.

source: ཀུན་གྱི་མངའ་བདག་ཡོན་ཏན་གཙོ། །ཁྱོད་ནི་ཁྱུ་མཆོག་སྐྱེ་དགུའི་གཙོ། །ཐུ་བོ་དེ་བཞིན་ཚེ་རབས་དགོངས། །རྣམ་པར་འདྲེན་དང་འདུལ་མཛད་པ། །རྒྱལ་སྲས་རྒྱལ་བ་ཉིད་ལས་འཁྲུངས། །
en: Sovereign of all who is foremost in virtue, You are the dominant bull, the foremost being, The preeminent, the one who remembers past lives, The leader, the tamer, The victor’s child, the one born from the Victor himself.

source: འོད་ཟེར་སྟོང་ལྡན་ཉི་མ་ཁྱོད། །ཟླ་བ་དང་ནི་ཕུར་བུའང་ཁྱོད། །རྣམ་ཐོས་བུ་དང་ཆུ་ལྷའང་ལགས། །དབང་ཕྱུག་ཆེ་ཁྱོད་ཁྱབ་འཇུག་ཁྱོད། །ཀླུ་ཡི་རྒྱལ་པོ་མཐའ་ཡས་ཁྱོད། །དེ་བཞིན་སྡེ་དཔོན་སྐེམས་བྱེད་ལགས། །ལྷ་མིན་དབང་པོ་ཐགས་ཟངས་རིས། །མིག་དམར་གཟའ་ལག་པ་བ་སངས། །སྤེན་པ་དཔའ་བོ་ལྷ་ཀུན་ལགས། །ལྷ་རྣམས་ཀུན་གྱིས་ཕྱག་བགྱིས་པ། །འཇིག་རྟེན་ཆོས་ཀྱི་དྲི་མ་བྲལ། །ཁྱོད་ནི་འཇིག་རྟེན་གང་ཟག་མཆོག །
en: You are the thousand-rayed sun, You are the moon and Jupiter, You are Vaiśravaṇa and Varuṇa, You are Maheśvara, you are Viṣṇu, You are Ananta king of nāgas, And, similarly, you are Skanda the commander, Vemacitra the lord of asuras, Mars, Mercury, Venus, Saturn, all the heroic deities, The one to whom all gods paid homage, Untainted by worldly things.

source: འཇིག་རྟེན་མཁྱེན་པ་འཇིག་རྟེན་རིག །ཡེ་ཤེས་ཅན་གྱི་དམ་མཆོག་པ། །དམ་པ་སྦྱིན་དང་གནས་དང་སྐྱབས། །བདུད་ཀྱི་ལས་ཀྱིས་ཡོངས་མི་རྫི། །ཁ་ན་མ་ཐོ་མི་མངའ་ཟབ། །དགེ་བའི་བཤེས་གཉེན་ཀུན་ཏུ་གྲགས། །ཁྱོད་ནི་སྨན་པ་ཟུག་རྔུ་འབྱིན། །མི་འདུལ་ཁ་ལོ་སྒྱུར་བའི་མཆོག །བློ་གྲོས་ལྡན་ཞིང་རྟོགས་དང་ལྡན། །
en: You are the person supreme in the worlds, Knower of worlds, realizer of worlds, Holiest of the wise, Bestower of boons, abode, and refuge, Beyond the reach of Māra’s works, Devoid of misdeed, profound, The renowned spiritual friend.

source: བློ་དང་ལྡན་ཞིང་མཁས་པ་ལགས། །ཁྱོད་ནི་བསོད་ནམས་དཔག་བསམ་ཤིང་། །བྱང་ཆུབ་ཡན་ལག་མེ་ཏོག་བརྒྱན། །རྣམ་གྲོལ་འབྲས་བུ་ཕུན་སུམ་ཚོགས། །ལུས་ཅན་ཀུན་གྱི་མཆོག་ཏུ་གྱུར། །ཡིད་དུ་འོང་ཞིང་ཡིད་འཕྲོག་པ། །སྡིག་པ་མི་མངའ་ཚངས་པར་སྤྱོད། །
en: You are the physician who removes thorns, The supreme charioteer of humans to be tamed, Astute and realized, Intelligent and adept, You are possessed of merit, the wish-fulfilling tree, Adorned with the blossoms of the factors of awakening, Replete with liberation’s fruit, The supreme embodied being, Lovely and captivating, Faultless and chaste.

source: ཁྱོད་ནི་མཇུག་རིངས་གཟའ་མཆོག་ལགས། །
en: You are the comet and the greatest of heavenly bodies.

source: ཁྱོད་ནི་དྲང་སྲོང་ཐུབ་པ་མཆོག །
en: You are the seer foremost among sages.

source: ཁྱོད་ནི་རྒྱལ་ཚབ་དབང་བསྐུར་བ། །
en: You have been consecrated as crown prince.

source: ས་བཅུའི་མངའ་བདག་གཙོ་བོ་ལགས། །དེད་དཔོན་འགྲོ་བ་རྣམས་ཀྱི་གཙོ། །མྱ་ངན་འདས་པ་མཆོག་སྟོན་བཞིན། །ཁྱོད་ནི་ནམ་མཁའ་ས་ཆུ་བཞིན། །
en: Foremost sovereign of the ten bhūmis, Caravan leader, best of beings, Revealing supreme nirvāṇa, You are like the sky, earth, and water.

source: ཁྱོད་ནི་མེ་དང་རླུང་ལྟ་བུ། །
en: You are like fire and wind.

source: ཁྱོད་ནི་ཡིད་བཞིན་ནོར་བུ་ལྟར། །སེམས་ཅན་རེ་བ་ཀུན་རྫོགས་མཛད། །
en: You are like a wish-fulfilling jewel, Fulfilling the hopes of sentient beings.

source: འབྱུང་པོ་ཀུན་གྱིས་ཕྱག་བགྱིས་པ། །རིན་ཆེན་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །
en: O you to whom all living beings pay homage— Precious one, we bow to you.

source: འཇམ་དཔལ་གྱིས་ནི་བཀའ་སྩལ་པ། །ཨོཾ་བཱ་ཀྱེ་དྃ་ན་མཿསྭཱ་ཧཱ།
en: Mañjuśrī spoke, saying oṃ vākyedaṃ namaḥ svāhā.

source: ཇི་སྐད་སྨོས་པའི་མཚན་རྣམས་དང་། །རིག་སྔགས་བཅས་པར་འཛིན་ན་ནི། །སྡིག་འགྱུར་རྣམ་དག་རབ་ཏུ་ཐོབ། །
en: If one retains the names thus spoken Together with the vidyāmantra, One accomplishes the purification of one’s sins.

source: བརྒྱ་ལས་རྩ་བརྒྱད་ལྷག་པའི་མཚན། །སྐྱེས་བུ་དུས་གསུམ་སུ་ཀློག་པ། །དེ་འདོད་བསམ་དགུ་ཡིད་བཞིན་དུ། །གདོན་མི་ཟ་བར་འགྲུབ་པར་འགྱུར། །
en: A person who recites, three times a day, These eight-more-than-a-hundred names Is certain to attain their many wishes In just the way they want them.

source: བཟང་པོའི་མཚན་རྣམས་དྲན་ན་ནི། །མཚམས་མེད་སྐལ་བ་མཉམ་པ་ཡི། །ལས་རྣམས་མི་བཟད་གང་བྱས་པ། །དེ་དག་ཐམས་ཅད་མྱུར་དུ་བྱང་། །
en: If they recollect the felicitous names, Any terrible acts that have been performed That equal those of immediate retribution Will be swiftly purified.

source: འཇིག་རྟེན་ཕ་རོལ་འཕོ་བ་དང་། །འཇིགས་པ་ཆེན་པོ་འབྱུང་བའི་ཚེ། །སེམས་ཅན་དག་པས་དྲན་བྱས་ན། །འཇམ་པའི་དབྱངས་ཀྱང་ཐོབ་པར་འགྱུར། །
en: Remembering thus when great frights arise In transition to the world beyond, Those purified sentient beings Will directly encounter Mañjughoṣa.

source: བློ་དང་ལྡན་པས་དྲན་བྱས་ཏེ། །ངེས་པར་གནས་ནས་སུ་ཀློག་པ། །སངས་རྒྱས་ཉིད་ནི་འདོད་ན་ཡང་། །
en: The intelligent who, upon remembering, Compose themselves and recite Will attain buddhahood if they so desire.

source: ཐོབ་འགྱུར་འདི་ལ་ཐེ་ཚོམ་མེད། །
en: Of this there is no doubt.

source: འཕགས་པ་འཇམ་དཔལ་གྱི་མཚན་བརྒྱ་རྩ་བརྒྱད་པ་རྫོགས་སོ།​།
en: This concludes the noble “One Hundred and Eight Names of Mañjuśrī.”
